---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.MomentScale
source: html/a5447aa8-aa85-ffd0-4133-efded736f8ea.htm
---
# Autodesk.Revit.DB.SpecTypeId.MomentScale Property

Moment Scale, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId MomentScale { get; }
```